Repository: supervova/cryptoapi
Catalog: src/translate/*/auth.po
Languages: ru_ru

source: Secure Authorization Center
ru_ru: Центр безопасной авторизации

source: CryptoAPI.ai Logo
ru_ru: Логотип CryptoAPI.ai

source: Secure Sign In or Sign Up | CryptoAPI.ai - AI-Powered Crypto Trading
ru_ru: Вход или Регистрация | CryptoAPI.ai - Торговля криптовалютой с ИИ

source: Log in to your CryptoAPI.ai account or create a new one. Access advanced trading tools, real-time market insights, and automated strategies powered by cutting-edge AI technology.
ru_ru: Войдите в свой аккаунт CryptoAPI.ai или создайте новый. Получите доступ к передовым инструментам для торговли, актуальным рыночным данным и автоматизированным стратегиям на основе передовых ИИ-технологий.

source: Sign In
ru_ru: Вход

source: AI-Powered Crypto Trading
ru_ru: Торговля криптовалютой с ИИ

source: Sign Up
ru_ru: Регистрация

source: Create an account to get started
ru_ru: Для начала создайте личный кабинет

source: Forgot your password?
ru_ru: Забыли пароль?

source: Enter your email to receive reset instructions
ru_ru: Введите email, и мы вышлем ссылку для восстановления

source: Password
ru_ru: Пароль

source: First Name
ru_ru: Имя

source: Second Name
ru_ru: Фамилия

source: Birthdate
ru_ru: Дата рождения

source: Invite code (if you have one)
ru_ru: Код инвайта (если есть)

source: Get $10 added to your balance
ru_ru: Получи $10 на лицевой счёт

source: Have an invite code? Enter it here and we will apply it during registration. This field is optional.
ru_ru: Есть код инвайта? Введите его здесь, и мы применим его при регистрации. Заполнять это поле необязательно.

source: Close
ru_ru: Закрыть

source: Cancel
ru_ru: Отмена

source: Show/Hide Password
ru_ru: Показать/скрыть пароль

source: Already registered?
ru_ru: Уже зарегистрированы?

source: Reset Password
ru_ru: Сброс пароля

source: Get Reset Link
ru_ru: Ссылка для сброса пароля

source: Generate password
ru_ru: Сгенерировать надежный

source: Login via Telegram
ru_ru: Авторизация через Telegram

source: You should connect to the bot using this link:
ru_ru: Откройте нашего бота, открыв эту ссылку:

source: And send a message
ru_ru: И отправьте в чат сообщение:

source: The code is valid
ru_ru: Код будет действителен

source: sec.
ru_ru: сек.

source: We have sent you a link to verify your email address
ru_ru: Мы выслали вам ссылку для подтверждения email-адреса

source: Don’t forget to check your Spam folder.
ru_ru: Если ссылка не пришла, проверьте папку спама.

source: If this attempt fails, use a different email address.
ru_ru: Если ссылка не нашлась, используйте другой адрес электронной почты.

source: Send via another server
ru_ru: Отправка через другой сервер

source: or
ru_ru: или

source: Your data is safe…
ru_ru: Ваши данные в безопасности…

source: Form data is pre-encrypted and transmitted over a secure SSL connection. We do not store your passwords, only their hash values (SHA-512/256), and we never share any data with third parties.
ru_ru: Данные формы предварительно шифруются и передаются через защищенное SSL-соединение. Мы не храним ваши пароли, а только их хеш-значения (SHA-512/256) и никогда не передаем данные третьим сторонам.

source: Please, wait
ru_ru: Запросить повторно можно через:

source: Please pay attention!
ru_ru: Обратите внимание

source: We sent you a link to verify your email address. Don’t forget to check your Spam folder.
ru_ru: Мы отправили вам ссылку для подтверждения вашего адреса электронной почты. Не забудьте проверить папку «Спам».

source: Loading...
ru_ru: Загрузка...

source: By continuing, you agree to <a href="https://{$this_http_host}/useragreement" target="_blank">our terms</a>.
ru_ru: Нажимая кнопку, вы соглашаетесь с <a href="https://{$this_http_host}/useragreement" target="_blank">нашими правилами</a>.

source: Invalid credentials. If you forgot your password, reset it here.
ru_ru: Неверные учетные данные. Если забыли пароль, восстановите его.

source: Enter a valid email address.
ru_ru: Введите корректный адрес электронной почты.

source: Password is required.
ru_ru: Пароль обязателен.

source: Must include at least one digit, one letter, and be at least 8 characters long.
ru_ru: Как минимум: одна цифра, одна буква и не меньше 8 символов.

source: Our invite codes are 8 characters long.
ru_ru: Наши пригласительные коды состоят из 8 символов.

source: Error:
ru_ru: Ошибка:

source: Request error.
ru_ru: Ошибка при выполнении запроса.

source: Authorization error.
ru_ru: Ошибка при авторизации.

source: Please agree to the terms of service.
ru_ru: Пожалуйста, согласитесь с пользовательским соглашением.

source: Timeout expired. Try requesting the code again.
ru_ru: Время ожидания истекло. Попробуйте запросить код снова.

source: Login canceled.
ru_ru: Вход отменен.

source: Failed to retrieve the verification code.
ru_ru: Не удалось получить код подтверждения.

source: Please fill all required fields correctly.
ru_ru: Заполните обязательные поля надлежащим образом.

source: Please fix the errors in the form before submitting.
ru_ru: Пожалуйста, исправьте ошибки в форме перед отправкой.

source: Could not determine action to retry.
ru_ru: Не удалось определить действие для повторной попытки.

source: Failed to generate password.
ru_ru: Не удалось сгенерировать пароль.

source: UI elements not found, please try again.
ru_ru: Элементы интерфейса не найдены, пожалуйста, попробуйте снова.

source: Unexpected server response format
ru_ru: Неожиданный формат ответа сервера.

source: Google login is unavailable.
ru_ru: Вход через Google недоступен.

source: Failed to send cancellation request:
ru_ru: Не удалось отправить запрос на отмену:
