Repository: supervova/cryptoapi
Catalog: src/translate/*/dashboard.po
Languages: ru_ru

source: AI Crypto Trading Dashboard | Smart Agents & Market Insights – CryptoAPI.ai
ru_ru: Панель криптотрейдинга с ИИ | Умные агенты и рыночная аналитика – CryptoAPI.ai

source: Monitor the crypto market in real time, get trading signals, and manage AI-powered agents for smarter, faster trading decisions.
ru_ru: Следите за рынком криптовалют в реальном времени, получайте торговые сигналы и управляйте ИИ-агентами для более быстрых и точных решений.

source: Signals:
ru_ru: Сигналы:

source: My watchlist:
ru_ru: Моя коллекция:

source: Tips
ru_ru: Советы

source: Trading
ru_ru: Трейдинг

source: Reports
ru_ru: Отчёты

source: Trending
ru_ru: Повышенный спрос

source: My API key
ru_ru: Мой ключ API

source: Connected APIs
ru_ru: Подключенные API
