Repository: supervova/cryptoapi
Catalog: src/translate/*/faq.po
Languages: ru_ru

source: Crypto FAQ | CryptoAPI.ai - Cryptocurrency Data & AI Insights
ru_ru: FAQ о криптовалютах | CryptoAPI.ai - Данные и аналитика на основе ИИ

source: Find answers to frequently asked questions about cryptocurrency prices, market cap, supply, listings, and trading data on CryptoAPI.ai.
ru_ru: Найдите ответы на часто задаваемые вопросы о ценах, капитализации, предложении, листинге и торговых данных на CryptoAPI.ai.

source: Help Center
ru_ru: Справка системы

source: Frequently Asked Questions
ru_ru: Часто задаваемые вопросы

source: Platform & Usage
ru_ru: Трейдинг с CryptoAPI

source: 🚀 What is CryptoAPI and how does it work?
ru_ru: 🚀 Что такое CryptoAPI и как им пользоваться?

source: <p>CryptoAPI is an intelligent platform for automated and semi-automated trading on Binance.</p><p>Its AI analyzes the market and evaluates risks using TRINDX™ – the most accurate index for assessing the potential and reliability of every crypto asset – and can manage trades automatically through an API connection.</p><p class='mb-0'>To get started:</p><ol><li>Sign up on the website.</li><li>Connect your Binance account via API.</li><li>Choose your trading strategy and risk settings.</li><li>Launch the AI trader – it will take care of the rest.</li></ol>
ru_ru: <p>CryptoAPI – это интеллектуальный сервис для автоматического и полуавтоматического трейдинга на криптобирже Binance.</p><p>ИИ анализирует рынок, оценивает риски с помощью индекса TRINDX™ – самой точной оценки перспектив и надёжности каждого криптоактива – и может самостоятельно управлять сделками через подключение по API.</p><p class='mb-0'>Чтобы начать:</p><ol><li>Зарегистрируйтесь на сайте.</li><li>Подключите свой аккаунт Binance по API.</li><li>Выберите тип стратегии и параметры управления риском.</li><li>Запустите торгового ИИ – всё остальное он сделает сам.</li></ol>

source: 💱 Can I use Binance on my own?
ru_ru: 💱 Могу ли я самостоятельно пользоваться Binance?

source: <p>Yes. You can use your Binance account as you normally would — buy, sell, or hold assets on your <b>SPOT balance</b>.</p><p>Once your exchange is connected via API, the system will automatically detect your manual purchases and include those assets in AI trading without any extra steps.</p>
ru_ru: <p>Да, конечно. Вы можете использовать свой аккаунт Binance как обычно — покупать, продавать или держать активы на <b>СПОТОВОМ балансе</b></p><p>Если вы подключили биржу через API, система автоматически распознает ваши покупки и включает эти активы в торговлю ИИ без дополнительных действий с вашей стороны.</p>

source: 🪙 How can I register on Binance?
ru_ru: 🪙 Как зарегистрироваться в Binance?

source: <p>You can register on Binance using <a href='https://accounts.binance.com/register?ref=419166823' target='_blank' rel='noopener'>this link</a>.<br>Just complete the standard verification process with your personal identification documents.</p>
ru_ru: <p>Вы можете зарегистрироваться в Binance <a href='https://accounts.binance.com/register?ref=419166823' target='_blank' rel='noopener'>по данной ссылке</a>.<br>Для прохождения верификации желательно использовать не российские документы — водительское удостоверение, паспорт или карту ВНЖ/ПМЖ.</p>

source: 💬 How does trading work in crypto markets? Can I hold assets indefinitely?
ru_ru: 💬 Как устроен трейдинг на крипторынках? Можно ли держать активы сколько угодно долго?

source: <p>Yes. In crypto markets, you own your assets directly — you can buy and hold them for as long as you want. <b>The market operates 24/7, with no closing hours or trading-day resets</b>.</p><p><b>Unlike Forex or derivatives markets</b>, where brokers often enforce daily trading limits (due to swaps, risk control, and regulatory requirements), there are no forced time limits in crypto trading.</p><p>On crypto exchanges, you can simply buy a coin and hold it for years — that’s considered long-term investing, not active trading.</p>
ru_ru: <p>Да. На крипторынках вы владеете активами напрямую — можете покупать и хранить их без ограничений по времени. <b>Рынок работает 24/7, без выходных и закрытия торгового дня</b>.</p><p><b>В отличие от Forex и рынков деривативов</b>, где брокеры часто ограничивают торговлю в течение суток (из-за свопов, управления рисками и регуляторных требований), в криптотрейдинге таких принудительных ограничений нет.</p><p>На криптобиржах можно просто купить монету и держать её хоть годами — это уже не трейдинг, а долгосрочное инвестирование.</p>

source: ⚡ How can I save on USDT TRC20 transfer fees?
ru_ru: ⚡ Как сэкономить на комиссиях при переводах USDT TRC20?

source: <p>To reduce USDT TRC20 transfer fees by over 80 % when sending from cold wallets, you can buy energy <a href='https://t.me/tronless_bot' target='_blank' rel='noopener'>via the TronLess Telegram bot</a>.</p>
ru_ru: <p>Чтобы сократить комиссии более чем на 80 % при переводах USDT TRC20 с холодных кошельков, можно покупать энергию в <a href='https://t.me/tronless_bot' target='_blank' rel='noopener'>телеграм-боте TronLess</a>.</p>

source: 🔒 How can I safely store my crypto assets?
ru_ru: 🔒 Как безопасно хранить криптоактивы?

source: <p>For long-term storage, it’s best to use cold (hardware) wallets, such as <a href='https://shop.ledger.com/?r=8c8cd5d864fa' target='_blank' rel='noopener'>Ledger</a>.</p>
ru_ru: <p>Для долгосрочного хранения рекомендуется использовать холодные (аппаратные) кошельки, например <a href='https://shop.ledger.com/?r=8c8cd5d864fa' target='_blank' rel='noopener'>Ledger</a>.</p>

source: 💡 How to save on Binance trading fees
ru_ru: 💡 Как сэкономить на комиссиях Binance?

source: <ol><li>Log in to your Binance account.</li><li>In the user menu, go to Settings.<img class='mt-1lh mb-1lh' src='/projects/cryptoapi.ai/assets/img/pages/faq/bnb-fee-01.png' alt='Binance'></li><li>Scroll to the Trade section and click Manage next to Fee deduction.</li><li>Make sure the switch “Use BNB to pay fees” is turned on (yellow).<img class='mt-1lh mb-1lh' src='/projects/cryptoapi.ai/assets/img/pages/faq/bnb-fee-02.png' alt='Binance'></li><li>Close the window.</li></ol><p>This option allows you to pay trading fees in BNB tokens with a discount of up to 25%.</p>
ru_ru: <ol><li>Авторизуйтесь на сайте Binance.</li><li>В меню пользователя выберите «Настройки» (Settings).<img class='mt-1lh mb-1lh' src='/projects/cryptoapi.ai/assets/img/pages/faq/bnb-fee-01.png' alt='Binance'></li><li>Прокрутите до раздела «Торговля» (Trade) и в строке «Скидка на комиссию» (Fee deduction) нажмите «Управлять» (Manage).</li><li>Убедитесь, что переключатель «Использовать BNB для оплаты комиссий» (Use BNB to pay fees) включен (жёлтый).<img class='mt-1lh mb-1lh' src='/projects/cryptoapi.ai/assets/img/pages/faq/bnb-fee-02.png' alt='Binance'></li><li>Закройте окно.</li></ol><p>Это опция позволит оплачивать торговые комиссии в токенах BNB со скидкой до 25%.</p>

source: 🔐 How to connect Binance via API?
ru_ru: 🔐 Как подключить Binance по API?

source: <p>To enable automated trading through your Binance account, connect it via API:</p> <ol> <li> <p>On <strong>Binance.com</strong>, click your profile icon (top right) → <strong>API Management</strong>.</p> </li> <li> <p>Create a <strong>new API key</strong>, name it, complete the security verification (email, 2FA), and get your <strong>API Key</strong> and <strong>Secret Key</strong>.</p> <p>⚠️ The Secret Key is shown <strong>only once</strong> — make sure to save it and enter both keys in your <strong>CRYPTOAPI</strong> trading settings.</p> </li> <li> <p>In the Binance API settings, enable <strong>Spot and Margin Trading</strong>.</p> </li> <li> <p>Under <strong>IP Access Restrictions</strong>, whitelist this IP: <code>176.9.166.90</code></p> </li> <li> <p>Transfer enough of your selected <strong>stablecoin</strong> to your <strong>spot balance</strong> and <strong>activate trading</strong>.</p> <p>💰 <strong>Note:</strong> funds must be placed on the <strong>SPOT balance</strong> — otherwise, the system won’t be able to use them.</p> </li> </ol>
ru_ru: <p>Чтобы система могла автоматически торговать через ваш аккаунт Binance, подключите биржу по API:</p> <ol> <li> <p>На сайте <strong>Binance.com</strong> нажмите на значок профиля (в правом верхнем углу) → <strong>Управление API</strong>.</p> </li> <li> <p>Создайте <strong>новый API-ключ</strong>, введите имя, пройдите проверку безопасности (e-mail, 2FA) и получите <strong>API Key</strong> и <strong>Secret Key</strong>.</p> <p>⚠️ Секретный ключ показывается <strong>только один раз</strong> — обязательно сохраните его и добавьте оба ключа в настройках торговли <strong>CRYPTOAPI</strong>.</p> </li> <li> <p>В настройках API на Binance включите <strong>«Спотовую и маржинальную торговлю»</strong>.</p> </li> <li> <p>В разделе <strong>«Ограничения доступа по IP»</strong> добавьте этот IP в белый список: <code>176.9.166.90</code></p> </li> <li> <p>Переведите на свой спотовый баланс достаточную сумму выбранного <strong>стейблкоина</strong> и <strong>активируйте торговлю</strong>.</p> <p>💰 <strong>Важно:</strong> средства должны находиться <strong>на СПОТОВОМ балансе</strong>, иначе система не сможет их использовать.</p> </li> </ol>

source: 💵 What is the minimum amount required for AI trading on Binance?
ru_ru: 💵 Каков минимальный депозит для AI-трейдинга на Binance?

source: <p>Binance API applies different minimum order requirements for each trading pair (minimum order size, price step, quantity step, and minimum notional value in USDT). Because of these restrictions, the AI algorithm cannot place orders below the thresholds defined by the exchange. Additionally, if the account balance is too small, the system will be unable to perform proper portfolio rebalancing, which is an essential part of the strategy.</p><p>For technically correct operation, the AI trading system requires a minimum spot balance of at least 3000 USDT. This is the threshold at which the algorithm can execute basic operations without running into Binance API limits.</p><p>However, to achieve performance comparable to our historical AI trading model – and to enable full functionality, including dynamic rebalancing – a recommended spot balance is 5000 USDT or more.</p>
ru_ru: <p>Binance API применяет разные минимальные требования для каждого торгового актива (минимальный размер ордера, шаг цены, шаг количества и минимальная сумма сделки в эквиваленте USDT). Из-за этих ограничений AI-алгоритм не может размещать ордера ниже порогов, установленных биржей. Кроме того, если баланс аккаунта слишком мал, система не сможет корректно выполнять ребалансировку портфеля — а это ключевой элемент стратегии.</p><p>Для технически корректной работы системе AI-трейдинга требуется минимальный спотовый баланс не менее 3000 USDT. Это порог, при котором алгоритм способен выполнять базовые операции без столкновения с лимитами Binance API.</p><p>Однако, чтобы достичь результатов, сопоставимых с нашей исторической моделью AI-трейдинга, а также чтобы открыть весь функционал, включая динамическую ребалансировку, рекомендуемый спотовый баланс составляет 5000 USDT и выше.</p>

source: What is the criteria for a cryptocurrency or exchange to be listed on CryptoAPI?
ru_ru: Какие критерии включения криптовалюты или биржи в список на CryptoAPI?

source: <p>We strive to list every cryptocurrency and exchange in the universe, but it's virtually impossible to list everything. Listing cryptocurrencies and exchanges is largely a manual process that takes time and resources to ensure the accuracy of our data.</p>
ru_ru: <p>Мы стараемся добавить все криптовалюты и биржи, но это невозможно. Листинг — в основном ручной процесс, требующий времени и ресурсов для точности данных.</p>

source: Why aren't you listing [insert random cryptocurrency]?
ru_ru: Почему вы не добавили [можете вставить любую криптовалюту]?

source: <p>While we strive to add every single cryptocurrency in the universe, it's virtually impossible to list everything. Listing cryptocurrencies is largely a manual process that takes time and resources to ensure the accuracy of our data.</p>
ru_ru: <p>Мы стараемся добавить все криптовалюты, но это невозможно. Листинг — в основном ручной процесс, требующий времени и ресурсов для точности данных.</p>

source: Do you offer an API for your data?
ru_ru: Предоставляете ли вы API для данных?

source: <p>Yes! Check out the <a href='/en/api'>CryptoAPI API</a>.</p>
ru_ru: <p>Да! См. <a href='/ru/api'>CryptoAPI API</a>.</p>

source: Am I allowed to use content (screenshots, data, graphs, etc.) for one of my personal projects and/or commercial use?
ru_ru: Можно ли использовать контент (скриншоты, данные, графики и т. д.) для личных или коммерческих проектов?

source: <p>You may use the content for academic or journalistic use provided that you cite cryptoapi.ai as a source.</p><p>Please refer to the <a href='/en/useragreement'>User Agreement</a>.</p>
ru_ru: <p>Можно использовать материалы для академических или журналистских целей с обязательной ссылкой на cryptoapi.ai.</p><p>См. <a href='/ru/useragreement'>Условия использования</a>.</p>

source: General Questions
ru_ru: Общие вопросы

source: How do I purchase cryptocurrency?
ru_ru: Как купить криптовалюту?

source: <p>CryptoAPI reports on the trading activities of thousands of markets but does not directly sell any cryptocurrency.</p><p>The best way to find where to buy is by looking on the markets section for the cryptocurrency.</p><p>For example, to find where to buy Bitcoin, you can look at the <a href='/en/markets/bitcoin'>Bitcoin page</a>.</p>
ru_ru: <p>CryptoAPI сообщает о торговле на тысячах рынков, но не продает криптовалюту напрямую.</p><p>Лучший способ — посмотреть раздел рынков конкретной криптовалюты.</p><p>Например, чтобы найти, где купить Bitcoin, откройте <a href='/ru/markets/bitcoin'>страницу Bitcoin</a>.</p>

source: Why are you listing [insert random cryptocurrency]? It's clearly a scam!
ru_ru: Почему вы добавили [можете вставить любую криптовалюту]? Это же явно скам!

source: <p>Nearly every cryptocurrency has been called a scam at some point in its lifetime. We're not here to judge the merits of any cryptocurrency, but we provide the best tools for you to make your own conclusions.</p><p>As long as it meets the listing criteria, it's eligible to be on the site.</p>
ru_ru: <p>Практически каждую криптовалюту называли скамом. Мы не судим их ценность, а даем инструменты для вашего анализа.</p><p>Если она соответствует критериям листинга, она может быть на сайте.</p>

source: In what time zone is the site based?
ru_ru: В каком часовом поясе работает сайт?

source: <p>Data is collected, recorded, and reported in UTC time unless otherwise specified.</p>
ru_ru: <p>Данные собираются и публикуются в UTC, если не указано иное.</p>

source: At what time is the 24 hour % change based?
ru_ru: От какого времени считается изменение за 24 часа?

source: <p>It's based on the current time. It's a rolling 24 hour period.</p>
ru_ru: <p>От текущего времени. Это скользящий 24-часовой период.</p>

source: Indicators & Metrics
ru_ru: Индикаторы и метрики

source: 📊 What is the rating in the Markets table?
ru_ru: 📊 Что такое рейтинг в таблице «Рынки»?

source: <p>The rating is a composite measure of an asset’s attractiveness. It’s primarily based on the TRINDX™ risk index but also factors in:</p> <ul> <li>price momentum and trading volume,</li> <li>risk-to-reward ratio,</li> <li>market shock resilience,</li> <li>trader activity and liquidity.</li> </ul> <p>The final rating helps compare assets by their stability and growth potential.</p>
ru_ru: <p>Рейтинг — это обобщённая оценка привлекательности актива. В его основе лежит индекс TRINDX™, отражающий уровень риска, но также учитываются:</p> <ul> <li>динамика цены и объём торгов,</li> <li>отношение риск/прибыль,</li> <li>устойчивость к рыночным шокам,</li> <li>активность трейдеров и ликвидность.</li> </ul> <p>Итоговый рейтинг помогает быстро сравнить активы по сочетанию надёжности и потенциала.</p>

source: 💡 What is TRINDX™
ru_ru: 💡 Что такое TRINDX™

source: <p>TRINDX™ (Trading Risk Index) is a proprietary AI-based indicator that expresses, in percentage terms, the probability (10%–99%) that a trade with a given asset cannot be closed in profit within the next 30 calendar days.</p><p>In other words, the lower the TRINDX™, the more reliable and potentially profitable the asset is considered.</p><h3>⚙️ What TRINDX™ takes into account</h3><p>The index is based on a comprehensive analysis of market, technical, and behavioral factors, including:</p><ul><li>Volatility (variance, ATR across timeframes)</li><li>Market depth and liquidity (volume, spread, order book)</li><li>Correlation with BTC and ETH</li><li>Price momentum (speed and direction of movement)</li><li>Risk-to-reward ratio (R:R) from historical trades</li><li>Panic or speculative price behavior</li><li>Whale activity (large-wallet movements)</li><li>News and social sentiment (AI-based NLP)</li><li>Shock resilience score (recovery ability)</li><li>Network stability (uptime, hashrate, transaction volume)</li></ul><h3>🤖 How the AI analyst works</h3><p>The AI model is trained on historical data from top assets and calculates an integrated risk probability for each token using:</p><ul><li>weighted regression on multidimensional features,</li><li>self-learning anomaly detection,</li><li>clustering of assets by market behavior patterns.</li></ul><p>The result is a single number — TRINDX™, representing the estimated probability of trading loss within 30 days, allowing assets to be compared by relative risk.</p>
ru_ru: <p>TRINDX™ (Trading Risk Index) — это собственный ИИ-индекс, выражающий в процентах (от 10 % до 99 %) вероятность того, что сделку с данным активом не удастся закрыть с прибылью в течение ближайших 30 календарных дней.</p><p>Иными словами, чем ниже TRINDX™, тем актив считается надёжнее и перспективнее.</p><h3>⚙️ Что учитывает TRINDX™</h3><p>Индекс формируется на основе анализа рыночных, технических и поведенческих факторов, включая:</p><ul><li>волатильность (дисперсия, ATR за разные периоды);</li><li>глубину и ликвидность рынка (объёмы, спред, ордербук);</li><li>корреляцию с BTC и ETH;</li><li>импульс цены (скорость и направление изменений);</li><li>соотношение риск/прибыль (R:R) по историческим сделкам;</li><li>уровень панических или спекулятивных движений;</li><li>активность крупных кошельков (whale activity);</li><li>новостной и социальный сентимент (AI-анализ текстов);</li><li>устойчивость к рыночным шокам (resilience score);</li><li>техническую стабильность сети (uptime, хэшрейт, транзакции).</li></ul><h3>🤖 Как работает ИИ-аналитик</h3><p>ИИ обучен на исторических данных топовых активов и оценивает вероятность убытка по каждому токену с помощью:</p><ul><li>взвешенной регрессии по многомерным признакам;</li><li>самообучающихся моделей аномалий;</li><li>кластеризации активов по рыночным паттернам.</li></ul><p>Результат — одно число TRINDX™, показывающее вероятность того, что сделка не принесёт прибыль в течение 30 дней, и служащее основой для сравнения рисков разных активов.</p>

source: 🧭 What is the Fear and Greed Index?
ru_ru: 🧭 Что такое индекс страха и жадности?

source: <p>It measures overall market sentiment: a higher score means more greed (risk appetite), while a lower score shows fear and selling pressure.</p>
ru_ru: <p>Это показатель настроения рынка: чем выше значение, тем больше жадности (готовности рисковать), чем ниже — тем сильнее страх и стремление продавать.</p>

source: 🔁 What is RSI?
ru_ru: 🔁 Что такое RSI?

source: <p><b>RSI (Relative Strength Index)</b> — an indicator that shows whether an asset is overbought or oversold. In the Markets section, the quotes table displays 7-day RSI by default, but you can switch in the filter panel to RSI30 (1 month), RSI91 (quarter), RSI182 (half-year), RSI365 (year), or RSI1000 (1000 days).</p>
ru_ru: <p><b>RSI (Индекс относительной силы)</b> — показатель, который помогает понять, перекуплен ли актив или перепродан. В разделе «Рынки» в таблице котировок по умолчанию показан RSI за 7 дней, но в панели фильтров можно выбрать RSI30 (месяц), RSI91 (квартал), RSI182 (полгода), RSI365 (год) или RSI1000 (1000 дней).</p>

source: ⚠️ What do the icons in the “Risk” column mean?
ru_ru: ⚠️ Что означают значки в колонке «Риск»?

source: <p>The icons represent the risk level of each crypto asset, based on the TRINDX™ index but shown in a simplified way.</p> <p>Assets are divided into three groups:</p> <ul> <li>🔴 High-risk — high volatility, unpredictable behavior.</li> <li>🟡 Moderate — balanced risk and average stability.</li> <li>🟢 Low-risk — lowest volatility, strong resilience.</li> </ul> <p>It helps users quickly assess risk without checking the full TRINDX value.</p>
ru_ru: <p>Значки показывают степень рискованности криптоактива на основе индекса TRINDX™, но в упрощённой форме.</p> <p>Все активы разделены на три группы:</p> <ul> <li>🔴 Рискованные — высокая волатильность, непредсказуемые движения.</li> <li>🟡 Умеренные — сбалансированный риск, стабильность средняя.</li> <li>🟢 Безопасные — наименьшая волатильность, высокая устойчивость.</li> </ul> <p>Это помогает быстро оценить уровень риска без просмотра числовых значений TRINDX.</p>

source: 💹 What do “Market” and the percentage value next to it in the header mean?
ru_ru: 💹 Что означает слово «Рынок» и процентное значение рядом в шапке сайта?

source: <p>It shows the change in total cryptocurrency market capitalization over the past 24 hours.</p><p>Only the percentage is displayed — without absolute numbers — to clearly indicate the market’s overall direction.</p>
ru_ru: <p>Этот показатель отражает изменение общей капитализации крипторынка за сутки.</p><p>Абсолютные значения не показываются — только процент роста или снижения, чтобы наглядно показать общее направление рынка</p>

source: 🍔 What do the three horizontal bars (hamburger) in the header mean?
ru_ru: 🍔 Что означают три горизонтальные черточки («гамбургер») в шапке сайта?

source: <p>They indicate the relative level of trading activity in the crypto market:</p> <ul> <li>☰ high activity (many trades).</li> <li>🟰 normal activity (average volume),</li> <li>▬ low activity (few trades),</li> </ul> <p>It helps users quickly gauge how active the market is right now.</p>
ru_ru: <p>Это индикатор относительного уровня торговой активности на крипторынке:</p> <ul> <li>☰ высокая активность (много сделок).</li> <li>🟰 средняя активность (нормальный объём торгов),</li> <li>▬ низкая активность (мало сделок),</li> </ul> <p>Он помогает быстро понять, насколько «живой» рынок в данный момент.</p>

source: Data Sources & Calculations
ru_ru: Расчёты и источники данных

source: How are the prices calculated for the various cryptocurrencies?
ru_ru: Как рассчитываются цены для различных криптовалют?

source: <p>The price of a cryptocurrency is calculated by averaging the prices across all markets where the cryptocurrency is traded. The average is weighted by the 24 hour trading volume of each market.</p>
ru_ru: <p>Цена криптовалюты рассчитывается как средневзвешенное значение цен на всех рынках, где она торгуется. Среднее взвешивается по объему торгов за 24 часа на каждом рынке.</p>

source: What is &quot;Market Capitalization&quot; and how is it calculated?
ru_ru: Что такое «Рыночная капитализация» и как она рассчитывается?

source: <p>Market Capitalization is one way to rank the relative size of a cryptocurrency. It's calculated by multiplying the Price by the Circulating Supply.</p><p>Market Cap = Price X Circulating Supply.</p>
ru_ru: <p>Рыночная капитализация — способ оценить относительный размер криптовалюты. Рассчитывается умножением цены на циркулирующее предложение.</p><p>Рыночная капитализация = Цена × Циркулирующее предложение.</p>
