Repository: supervova/cryptoapi
Catalog: src/translate/*/faq.po
Languages: ru_ru

source: What is the difference between &quot;Circulating Supply&quot;, &quot;Total Supply&quot;, and &quot;Max Supply&quot;?
ru_ru: В чем разница между «Циркулирующим предложением», «Общим предложением» и «Максимальным предложением»?

source: <p>Circulating Supply is the best approximation of the number of coins that are circulating in the market and in the general public's hands.</p><p>Total Supply is the total amount of coins in existence right now (minus any coins that have been verifiably burned).</p><p>Max Supply is the best approximation of the maximum amount of coins that will ever exist in the lifetime of the cryptocurrency.</p>
ru_ru: <p>Циркулирующее предложение (Circulating Supply) — наиболее точная оценка количества монет, находящихся в обращении на рынке и у широкой публики.</p><p>Общее предложение (Total Supply) — общее количество монет, существующих в данный момент (за вычетом тех, что были доказуемо сожжены).</p><p>Максимальное предложение (Max Supply) — наиболее точная оценка максимального количества монет, которое когда-либо будет существовать за всё время жизни криптовалюты.</p>

source: Why is the Circulating Supply used in determining the market capitalization instead of Total Supply?
ru_ru: Почему для расчета рыночной капитализации используется циркулирующее предложение, а не общее?

source: <p>We've found that Circulating Supply is a much better metric for determining the market capitalization. Coins that are locked, reserved, or not able to be sold on the public market are coins that can't affect the price and thus should not be allowed to affect the market capitalization as well.</p><p>The method of using the Circulating Supply is analogous to the method of using public float for determining the market capitalization of companies in traditional investing.</p>
ru_ru: <p>Циркулирующее предложение лучше отражает рыночную капитализацию. Заблокированные или недоступные для продажи монеты не влияют на цену и не должны учитываться в капитализации.</p><p>Использование циркулирующего предложения аналогично методу free float для оценки капитализации компаний в традиционных инвестициях.</p>

source: Why does a question mark sometimes show up for the circulating supply and market cap of a cryptocurrency?
ru_ru: Почему иногда для циркулирующего предложения и капитализации отображается знак вопроса?

source: <p>In order to ensure accurate market cap rankings, we work closely with teams and developers to verify supply details on their respective blockchains.</p><p>If a question mark shows up, it means that we have not sufficiently verified the circulating supply and resulting market cap yet.</p>
ru_ru: <p>Чтобы обеспечить точность рейтингов капитализации, мы проверяем данные об эмиссии вместе с командами и разработчиками.</p><p>Если отображается знак вопроса, значит данные о циркулирующем предложении и капитализации ещё не подтверждены.</p>

source: Why are markets with no fees excluded from the price average and total trading volume?
ru_ru: Почему рынки без комиссий исключены из расчета средней цены и объема торгов?

source: <p>When no fees are being charged at the exchange, it is possible for a trader (or bot) to trade back and forth with themselves and generate a lot of &quot;fake&quot; volume without penalty. It's impossible to determine how much of the volume is fake so we exclude it entirely from the calculations.</p>
ru_ru: <p>Если биржа не взимает комиссий, трейдер или бот может торговать сам с собой и генерировать «фейковый» объем. Поэтому такие объемы полностью исключаются из расчетов.</p>

source: AI Behavior & Trading Methodology
ru_ru: Алгоритмы, стратегии и риск-менеджмент

source: ⚙️ What do the strategy types in trading settings mean?
ru_ru: ⚙️ Что значат типы стратегии, которые нужно выбрать в настройках трейдинга?

source: <p>The strategy defines how the AI selects and manages assets.</p> <ul> <li><b>Conservative</b> — low risk. Enters only assets with the highest growth potential at low market positions. Average cycle: 1–30 days. Low trading frequency — a few trades per month.</li> <li><b>Balanced</b> — medium risk. Excludes the riskiest assets, enters at low or mid positions. Average cycle: 7–180 days. Medium frequency — several dozen trades per month.</li> <li><b>Aggressive</b> — higher risk. Works with all assets except TOP-100 high-risk ones, enters at any position, focuses on maximum profit with rebalancing. Average cycle: 15–365 days. High frequency — a few trades per day. Requires a large and flexible balance.</li> </ul>
ru_ru: <p>Тип стратегии определяет стиль поведения ИИ при подборе и управлении активами.</p> <ul> <li><b>Консервативная</b> — низкий риск. Вход только в активы с наибольшим потенциалом роста на низких рыночных позициях. Средний цикл: 1–30 дней. Торговая активность низкая — несколько сделок в месяц.</li> <li><b>Сбалансированная</b> — средний риск. Исключаются самые рискованные активы, вход при низких или средних позициях. Средний цикл: 7–180 дней. Торговая активность средняя — несколько десятков сделок в месяц.</li> <li><b>Агрессивная</b> — повышенный риск. Работа с любыми активами, кроме самых рискованных из TOP-100. Вход на любых рыночных позициях, прицельная работа на максимальную прибыль с ребалансировкой. Средний цикл: 15–365 дней. Высокая торговая активность — несколько сделок в день. Требуется крупный свободный баланс для гибкости.</li> </ul>

source: 🧮 What does the “Risk Management” section in trading settings mean?
ru_ru: 🧮 Что означает раздел «Управление риском» в настройках трейдинга?

source: <p>This section defines how much of your total balance the AI is allowed to use for trading. All values are percentages of the total balance.</p> <ul> <li><p><b>Deposit allocation, %</b> — the portion of the balance available for initial trade entries, excluding rebalancing.</p> <p>Example: with 90 %, the AI may use up to 90 % of your balance for opening positions.</p></li> <li><p><b>Maximum deposit allocation, %</b> — the upper limit of total balance usage across all operations, including rebalancing and additional entries.</p> <p>Example: with 100 %, the system can use the full balance but never exceed it.</p></li> </ul> <p>These settings help you manage risk exposure and capital distribution, keeping part of your balance in reserve.</p>
ru_ru: <p>Этот раздел помогает задать, какую часть депозита ИИ может использовать в торговле. Все значения указываются в процентах от общего баланса.</p> <ul> <li><p><b>Deposit allocation, %</b> — доля депозита, доступная для первичного входа в сделку. Эти средства используются при открытии позиций, без учёта ребалансировки.</p> <p>Пример: если указано 90 %, то ИИ может использовать до 90 % баланса для начальных входов в активы.</p></li> <li><p><b>Maximum deposit allocation, %</b> — предельная доля баланса, которая может быть задействована во всех торговых операциях, включая дополнительные входы и ребалансировку.</p> <p>Пример: при значении 100 % система может использовать весь баланс, но не превышать его.</p></li> </ul> <p>Эти параметры позволяют гибко контролировать уровень риска и загрузку депозита, сохраняя часть средств в резерве.</p>

source: What is the difference between a &quot;Coin&quot; and a &quot;Token&quot; on the site?
ru_ru: В чем разница между «Коином» и «Токеном» на сайте?

source: <p>A Coin is a cryptocurrency that can operate independently.</p><p>A Token is a cryptocurrency that depends on another cryptocurrency as a platform to operate.</p><p>Check out the <a href='/en/markets'>markets section</a> to view a list of tokens and their respective platforms.</p>
ru_ru: <p>Коин — это криптовалюта, которая может работать самостоятельно.</p><p>Токен — это криптовалюта, которая функционирует на базе другой криптовалюты.</p><p>Список токенов и их платформ см. в разделе «<a href='/ru/markets'>Рынки</a>».</p>
