Repository: supervova/cryptoapi
Catalog: src/translate/*/GeneralUI.po
Languages: ru_ru

source: CryptoAPI.ai Logo
ru_ru: Логотип CryptoAPI.ai

source: AI for Crypto Market
ru_ru: ИИ для крипторынка

source: for trading
ru_ru: для крипторынка

source: AI Crypto Analytics and Signals
ru_ru: ИИ-криптоаналитика и сигналы

source: Home
ru_ru: Главная

source: Products
ru_ru: Продукты

source: Markets
ru_ru: Рынки

source: More
ru_ru: Ещё

source: Pricing
ru_ru: Тарифы

source: Support
ru_ru: Поддержка

source: Blog
ru_ru: Блог

source: Sign In
ru_ru: Вход

source: Sign Out
ru_ru: Выход

source: Dashboard
ru_ru: Сводка

source: Sale
ru_ru: Продажа

source: Profit
ru_ru: Прибыль

source: Watchlist
ru_ru: Коллекция

source: Signals
ru_ru: Сигналы

source: Trading
ru_ru: Трейдинг

source: Notifications
ru_ru: Уведомления

source: Messages
ru_ru: Сообщения

source: Finances
ru_ru: Деньги

source: Profile Settings
ru_ru: Настройки профиля

source: Contact Us
ru_ru: Обратная связь

source: Privacy
ru_ru: Конфиденциальность

source: Legal
ru_ru: Документы

source: User Agreement
ru_ru: Пользовательское соглашение

source: Widgets for websites
ru_ru: Виджеты для сайтов

source: Add API
ru_ru: Добавить API

source: Add New Currency
ru_ru: Добавить новую валюту

source: Add Signal
ru_ru: Добавить сигнал

source: Settings
ru_ru: Настройки

source: Revoke API Key
ru_ru: Сбросить ключ API

source: View
ru_ru: Показать

source: View all
ru_ru: Все

source: Cancel
ru_ru: Отмена

source: Close
ru_ru: Закрыть

source: Retry
ru_ru: Повторная попытка

source: Submit
ru_ru: Отправить

source: Price Forecast
ru_ru: Прогноз курса

source: Price Prediction & Forecast: for Tomorrow, Next Week and Month
ru_ru: - прогноз курса на завтра, на неделю и на месяц

source: forecast includes the expected price for tomorrow, the weekly trend and the monthly outlook supported by updated market data.
ru_ru: ожидаемый курс на завтра, недельный тренд и прогноз на месяц.

source: If you find any system or project that provides more precise predictive data, please let us know.
ru_ru: Если вы найдете какую-либо систему или проект, предоставляющий более точные прогнозы на рынке криптоактивов, пожалуйста, сообщите нам об этом.

source: Search coins by name or symbol…
ru_ru: Поиск монет по названию или символу…

source: Cap.:
ru_ru: Кап.:

source: Market Cap
ru_ru: Капитализация рынка

source: Market Cap Change
ru_ru: Капитализация рынка

source: 24h Vol.:
ru_ru: Сут. об.:

source: 24h Volume
ru_ru: Суточный объем

source: Fear and Greed Index
ru_ru: Индекс страха-жадности

source: Market Sentiment
ru_ru: Настроение рынка

source: Ext. Fear
ru_ru: Макс. страх

source: Fear
ru_ru: Страх

source: Neutral
ru_ru: Спок.

source: Greed
ru_ru: Жадн.

source: Ext. Greed
ru_ru: Макс. жадн.

source: Cryptocurrency asset
ru_ru: Криптовалютный актив

source: [*verb.perfective*]Buy
ru_ru: Купить

source: [*verb.infinitive*]Buy
ru_ru: Покупать

source: [*noun*]Buy
ru_ru: Покупка

source: [*verb.perfective*]Sell
ru_ru: Продать

source: [*verb.infinitive*]Sell
ru_ru: Продавать

source: [*noun*]Sell
ru_ru: Продажа

source: [*verb*]Hedge
ru_ru: Хеджировать

source: [*noun*]Hedge
ru_ru: Хеджирование

source: Price Trigger
ru_ru: Триггер по цене

source: Volume Trigger
ru_ru: Триггер по объему

source: AI Forecast Trigger
ru_ru: Триггер по прогнозу ИИ

source: Price below
ru_ru: Цена ниже

source: Price above
ru_ru: Цена выше

source: Volume below
ru_ru: Цена ниже

source: Volume above
ru_ru: Цена выше

source: AI Trend:
ru_ru: AI тренд:

source: Uptrend -
ru_ru: Рост -

source: Rally -
ru_ru: Отскок -

source: Downtrend -
ru_ru: Снижение -

source: Correction -
ru_ru: Коррекция -

source: Sideways -
ru_ru: Боковое движение -

source: Active
ru_ru: Активный

source: Inactive
ru_ru: Неактивный

source: Pending
ru_ru: Ожидание

source: Completed
ru_ru: Выполнено

source: Top Loser
ru_ru: Лидер падения

source: Top Gainer
ru_ru: Лидер роста

source: Cryptocurrency Rating
ru_ru: Рейтинг криптовалют

source: Sort by asset
ru_ru: Сортировать по активу

source: Filters
ru_ru: Фильтры

source: Sort by this column
ru_ru: Сортировать по этой колонке

source: by price
ru_ru: цене

source: by change
ru_ru: изменению

source: by TRINDX
ru_ru: по TRINDX

source: by RSI
ru_ru: по индексу RSI

source: Risk
ru_ru: Риск

source: RSI (7D)
ru_ru: RSI (7 дн.)

source: RSI (30D)
ru_ru: RSI (1 мес.)

source: RSI (91D)
ru_ru: RSI (3 мес.)

source: RSI (182D)
ru_ru: RSI (6 мес.)

source: RSI (365D)
ru_ru: RSI (1 г.)

source: RSI (1000D)
ru_ru: RSI (1000 дн.)

source: (1М)
ru_ru: (1 мес.)

source: (3M)
ru_ru: (3 мес.)

source: (6M)
ru_ru: (6 мес.)

source: (1Y)
ru_ru: (1 г.)

source: (1000D)
ru_ru: (1000 дн.)

source: Remove from watchlist
ru_ru: Удалить из коллекции

source: Add to watchlist
ru_ru: Добавить в коллекцию

source: Any
ru_ru: Любой

source: High
ru_ru: Высокий

source: Medium
ru_ru: Средний

source: Low
ru_ru: Низкий

source: High risk
ru_ru: Высокий риск

source: Medium risk
ru_ru: Средний риск

source: Low risk
ru_ru: Низкий риск

source: No risk data
ru_ru: Нет данных о риске

source: Tomorrow’s Price Forecast:
ru_ru: Прогноз цены на завтра:

source: Next-Day Forecast:
ru_ru: Прогноз на завтра:

source: Min–max:
ru_ru: Мин.–макс.:

source: The forecast is provided in Central European Summer Time (UTC+2)
ru_ru: Прогноз указывается по центральноевропейскому летнему времени (UTC+2)

source: History of previous price forecasts
ru_ru: История предыдущих прогнозов цены

source: account balance
ru_ru: баланс лицевого счета

source: Deposit
ru_ru: Внести средства

source: You don’t have enough funds to cover trading fees. Please top up your account.
ru_ru: У вас недостаточно средств для оплаты комиссий за трейдинг. Пополните, пожалуйста, счет

source: Withdraw
ru_ru: Вывести средства

source: No data available
ru_ru: Нет запрашиваемых данных

source: Something went wrong while loading the page.
ru_ru: Что-то пошло не так при загрузке страницы.

source: Data couldn’t be loaded. Try again soon.
ru_ru: Данные не загрузились. Попробуйте чуть позже.

source: All data has been successfully loaded.
ru_ru: Все данные загружены.

source: The data has been updated.
ru_ru: Данные были обновлены.

source: Table sorted by
ru_ru: Таблица сортирована по

source: ascending
ru_ru: по возрастанию

source: descending
ru_ru: по убыванию

source: Table loading
ru_ru: Таблица загружается

source: Table data updated.
ru_ru: Таблица обновилась.

source: We couldn’t show the table. Something went wrong during setup.
ru_ru: Не удалось отобразить таблицу. Что-то пошло не так при её загрузке.

source: Columns
ru_ru: Колонки

source: Logo –
ru_ru: Логотип –

source: Day
ru_ru: За день

source: Total
ru_ru: За всё время

source: E.g.,
ru_ru: Например,

source: From
ru_ru: От

source: To
ru_ru: до

source: Article Not Found – CryptoAPI.ai
ru_ru: Статья не найдена – CryptoAPI.ai

source: The article you are looking for could not be found on our server.
ru_ru: Запрашиваемая статья не найдена на нашем сервере.

source: Article not found
ru_ru: Статья не найдена

source: Copied!
ru_ru: Скопировано!

source: The article you are looking for could not be found.
ru_ru: Запрашиваемая статья не найдена.

source: Back to News
ru_ru: Вернуться к ленте новостей

source: Source:
ru_ru: Источник:

source: Chart
ru_ru: График

source: Show chart
ru_ru: Показать график

source: Period
ru_ru: Период

source: Timeframe
ru_ru: Интервал (таймфрейм)

source: 1 Day
ru_ru: 1 день

source: 48–24h Ago
ru_ru: Предыдущие сутки

source: 1 Month
ru_ru: 1 месяц

source: 60–30d Ago
ru_ru: Предыдущие 30 дней

source: 1 Year
ru_ru: 1 год

source: 730–365d Ago
ru_ru: Предыдущий год

source: 1 Minute
ru_ru: 1 минута

source: 5 Minutes
ru_ru: 5 минут

source: 15 Minutes
ru_ru: 15 минут

source: 1 Hour
ru_ru: 1 час

source: 4 Hours
ru_ru: 4 часа

source: 12 Hours
ru_ru: 12 часов

source: 1D
ru_ru: 1 д.

source: 1d
ru_ru: 1 д.

source: D-2
ru_ru: Д.-2

source: 1M
ru_ru: 1 мес.

source: M-2
ru_ru: Мес.-2

source: 1Y
ru_ru: 1 г.

source: Y-2
ru_ru: Г.-2

source: 1m
ru_ru: 1 мин.

source: 5m
ru_ru: 5 мин.

source: 15m
ru_ru: 15 мин.

source: 1H
ru_ru: 1 ч.

source: 4H
ru_ru: 4 ч.

source: 12H
ru_ru: 12 ч.

source: Asset data not found.
ru_ru: Цена и изменения котировки этой валюты не найдены.

source: Unable to load chart data. Please go to the ‘Contact Us’ section and report the issue to support.
ru_ru: Невозможно загрузить данные графика. Перейдите в раздел «Контакты» и сообщите о проблеме в службу поддержки.

source: Loading chart data…
ru_ru: Загрузка данных графика…

source: Available
ru_ru: Доступно

source: Choose Your Plan
ru_ru: Выбери свой тариф

source: Try it out to assess the accuracy of our AI algorithms
ru_ru: Попробуйте, чтобы оценить точность наших ИИ-алгоритмов

source: AI-powered analysis of Bitcoin and Ethereum
ru_ru: AI-анализ Bitcoin и Eherium

source: One trading signal per day
ru_ru: 1 торговый сигнал в день

source: Access to the forecasts feed with a one-hour delay
ru_ru: Доступ к ленте прогнозов с часовой задержкой

source: Access to signals on the website
ru_ru: Доступ к сигналам на сайте

source: Signal delay – 15 seconds
ru_ru: Задержка сигналов – 15 секунд

source: Up to 1,000 daily requests to the APIs “asset rating”, “market indicators and indices”
ru_ru: до 1000 запросов в сутки к API «рейтинг активов», «рыночные индикаторы и индексы»

source: Binance API integration
ru_ru: API интеграция с Binance

source: Service fee – 30% of profit
ru_ru: Комиссия сервиса – 30% от прибыли

source: Access to signals via Telegram
ru_ru: Доступ к сигналам через телеграм

source: Signal delay – none (real-time)
ru_ru: Задержка сигналов – без задержки (онлайн)

source: Up to 10,000 daily requests to the APIs “asset rating”, “market indicators and indices”
ru_ru: до 10 000 запросов в сутки к API «рейтинг активов», «рыночные индикаторы и индексы»

source: Balanced trading strategy
ru_ru: Сбалансированная торговая стратегия

source: Service fee – 20% of profit
ru_ru: Комиссия сервиса – 20% от прибыли

source: $33/month or $297/year (25% off)
ru_ru: $33/месяц или $297/год (скидка 25 %)

source: Plus all benefits of the Free plan
ru_ru: Плюс все преимущества бесплатного тарифа

source: Extended price forecasts (7 days, 1 month)
ru_ru: Расширенные прогнозы курсов (7 дней, 1 месяц)

source: Up to 50,000 daily requests to the APIs “asset rating”, “market indicators and indices”
ru_ru: до 50 000 запросов в сутки к API «рейтинг активов», «рыночные индикаторы и индексы»

source: Customizable trading strategies
ru_ru: Настраиваемые торговые стратегии

source: Service fee – 10% of profit
ru_ru: Комиссия сервиса – 10% от прибыли

source: $60/month or $540/year (25% off)
ru_ru: $60/месяц или $540/год (скидка 25 %)

source: Plus all benefits of the Trader plan
ru_ru: Плюс все преимущества тарифа «Трейдер»

source: Unlimited API “asset rating”, “market indicators and indices” * no more than 1 request at any given moment
ru_ru: Unlimited API «рейтинг активов», «рыночные индикаторы и индексы» * не более 1 запроса в 1 момент времени

source: Service fee – 5% of profit
ru_ru: Комиссия сервиса – 5% от прибыли

source: VIP support
ru_ru: VIP-поддержка

source: $150/month or $1,080/year (25% off)
ru_ru: $150/месяц или $1080/год (скидка 25 %)

source: Plus all benefits of the Expert plan
ru_ru: Плюс все преимущества тарифа «Эксперт»

source: Crypto
ru_ru: Криптовалюты

source: Developed by
ru_ru: Разработка

source: Extreme Fear:
ru_ru: Макс. страх:

source: Fear:
ru_ru: Страх:

source: Neutral:
ru_ru: Спокойствие:

source: Greed:
ru_ru: Жадность:

source: Extreme Greed:
ru_ru: Макс. жадность:

source: Loading chart...
ru_ru: Загрузка графика...

source: Failed to load chart data
ru_ru: Не удалось загрузить данные графика

source: Please note:
ru_ru: Внимание:

source: Premium
ru_ru: Премиум
