Repository: supervova/cryptoapi
Catalog: src/translate/*/index.po
Languages: ru_ru

source: CryptoAPI.ai – Advanced APIs for Crypto Traders and Market Analytics
ru_ru: CryptoAPI.ai - Торговля криптовалютой с ИИ

source: Unlock the power of advanced APIs designed for crypto traders and analysts. Access real-time market insights, trading signals, custom indices, and automated tools to boost your trading performance.
ru_ru: Инновационная аналитическая платформа для трейдеров и инвесторов. Получайте точные торговые сигналы, прогнозы и автоматизируйте сделки с ИИ. API-интеграции, графики, индикаторы и аналитика в реальном времени.

source: Trade AI
ru_ru: Торгуй ИИ

source: Make It Work
ru_ru: всё получится

source: Analytics. Automation. Forecasting. CRYPTOAPI.AI is an innovative platform for traders and investors, providing advanced APIs and intelligent cryptocurrency market analysis.
ru_ru: Аналитика. Автоматизация. Прогнозирование. CRYPTOAPI.AI — инновационная платформа для трейдеров и инвесторов, предоставляющая передовые API и интеллектуальный анализ криптовалютного рынка.

source: Trade smart (artificially). Our AI analyzes trends, generates signals, and can act as a fully autonomous trading bot. It makes data-driven decisions, manages trades, and helps increase profits without constant supervision.
ru_ru: Торгуй с умом (искусственным) – наш ИИ анализирует тренды, генерирует сигналы и может действовать как полностью автономный торговый бот. Он принимает решения на основе данных, управляет сделками и помогает увеличивать прибыль без постоянного контроля.

source: Try Now
ru_ru: Попробовать

source: API Documentation
ru_ru: Документация API

source: Help Center
ru_ru: Справка системы

source: Three Products
ru_ru: Три продукта

source: Trading Agent, AI Consultant, API Integrations
ru_ru: Торговый агент, ИИ-консультант, интеграции API

source: 01. Trading Agent
ru_ru: 01. Торговый агент

source: Connecting trading bots
ru_ru: Подключение торговых ботов

source: Automating transactions.
ru_ru: Автоматизация сделок.

source: 02. AI Consultant
ru_ru: 02. ИИ-консультант

source: Generating trading signals
ru_ru: Генерация торговых сигналов

source: Forecasting and recommendations.
ru_ru: Прогнозирование и рекомендации.

source: 03. API Integrations
ru_ru: 03. Интеграции API

source: API interfaces
ru_ru: API-интерфейсы

source: Market connection, data retrieval, signals.
ru_ru: Подключение к рынку, получение данных, сигналы.

source: Additionally
ru_ru: Кроме того

source: Asset ratings
ru_ru: Рейтинги активов

source: TRINDX™ – The Trading Risk Index.
ru_ru: Индекс торговых рисков TRINDX™.

source: Charts and indicators
ru_ru: Графики и индикаторы

source: RSI, Fear & Greed Index.
ru_ru: RSI, индекс страха и жадности.

source: Embeddable widgets
ru_ru: Встраиваемые виджеты

source: Cryptocurrency rates and analytics.
ru_ru: Курсы криптовалют и аналитика.

source: News aggregation and AI analysis
ru_ru: Агрегация новостей и AI-анализ

source: Assessing news impact on the market.
ru_ru: Оценка влияния новостей на рынок.

source: How to become a successful crypto trader
ru_ru: Как стать удачным криптотрейдером

source: You don′t have to master fundamental or technical analysis<br>(though it can help)
ru_ru: Необязательно изучать фундаментальный и технический анализ<br>(хотя это и полезно)

source: <strong>Sign up and log in</strong> to your CryptoAPI account.
ru_ru: <strong>Зарегистрируйся и войди</strong> в личный кабинет CryptoAPI.

source: <strong>Connect our AI agent</strong> (a fully automated trading bot) to your Binance account using API keys.
ru_ru: <strong>Подключи нашего ИИ-агента</strong> (полностью автоматического торгового бота) к своему счёту на бирже Binance через API-ключи.

source: <strong>Set your crypto trading parameters</strong> for automatic buy and sell actions.
ru_ru: <strong>Настрой параметры</strong> автоматической покупки и продажи (трейдинга) криптовалют.

source: <strong>Launch the bot with one click</strong>. No deposit required – we provide a $10 credit.
ru_ru: <strong>Запусти бота в один клик</strong>. Депозит для начала не нужен – мы даем $10 в кредит

source: <strong>Our AI agent will handle the rest</strong> – buying and selling at the best possible prices. <b>🎉</b>
ru_ru: <strong>Наш ИИ-агент сделает всё остальное</strong> – купит и продаст по самым выгодным ценам. <b>🎉</b>

source: Start now
ru_ru: Начать

source: Cryptocurrency Market Right Now
ru_ru: Рынок криптовалют прямо сейчас

source: Every day, every hour, every moment presents new opportunities.
ru_ru: Каждый день, каждый час, каждый миг появляются новые шансы.

source: Extreme Fear
ru_ru: Макс. страх

source: Neutral
ru_ru: Спокойствие

source: Greed
ru_ru: Жадность

source: Extreme Greed
ru_ru: Макс. жадность

source: Max:
ru_ru: Макс:

source: Min:
ru_ru: Мин:

source: Top Currencies
ru_ru: Топ-валюты

source: Top TRINDX
ru_ru: Топ-TRINDX

source: CryptoAPI in Numbers
ru_ru: CryptoAPI в цифрах

source: What value can you gain from all these charts and tables?
ru_ru: Какую выгоду вы можете извлечь из всех этих графиков и таблиц?

source: Return (Last 30 Days)
ru_ru: Доходность за последний месяц

source: Realized PnL (Last 30 Days)
ru_ru: Реализованная прибыль/убыток за последний месяц

source: Annual Return
ru_ru: Доходность за год

source: Annual Return (CAGR)
ru_ru: Доходность за год (CAGR)

source: Trades (1Y)
ru_ru: Сделок за год

source: Average Return per Trade (1Y)
ru_ru: Средняя доходность сделки за год

source: Plans & Pricing
ru_ru: Тарифы и цены

source: AI Consultant and API Integrations
ru_ru: ИИ-консультант и интеграции API

source: Two CryptoAI products — AI Consultant and API Integrations — are available by subscription. However, you can start using them completely free.
ru_ru: Два продукта CryptoAI — ИИ-консультант и интеграции API — доступны по подписке. Но вы можете начать пользоваться ими совершенно бесплатно.

source: By signing up, you gain access to basic AI analytics features for major cryptocurrencies — Bitcoin and Ethereum. Each day, the system will send you one trading signal and provide access to the general forecast feed with a one-hour delay. This is enough to evaluate the accuracy of our AI algorithms and take your first steps into crypto trading with artificial intelligence.
ru_ru: Зарегистрировавшись, вы получаете доступ к базовым возможностям нашей ИИ-аналитики для главных криптовалют — Bitcoin и Ethereum. Каждый день система будет отправлять вам один торговый сигнал и предоставлять доступ к общей ленте прогнозов с часовой задержкой. Этого достаточно, чтобы оценить точность наших ИИ-алгоритмов и сделать первые шаги в мире криптотрейдинга с искусственным интеллектом.

source: Monthly Payment
ru_ru: Помесячная оплата

source: Annual Payment (15% Discount)
ru_ru: Оплата за год (скидка 15%)

source: Choose a Plan
ru_ru: Выбрать план

source: Trader
ru_ru: Трейдер

source: Perfect for beginner active traders
ru_ru: Идеально подходит начинающим активным трейдерам

source: AI analysis of the top 20 cryptocurrencies
ru_ru: AI-анализ топ-20 криптовалют

source: Up to 10 trading signals per day
ru_ru: До 10 торговых сигналов в день

source: Real-time signal notifications
ru_ru: Реал-тайм уведомления о сигналах

source: Basic market sentiment indicators
ru_ru: Базовые индикаторы настроения рынка

source: Integration with major crypto exchanges
ru_ru: Интеграция с основными криптобиржами

source: Weekly reports and forecasts
ru_ru: Недельные отчеты и прогнозы

source: Priority chat support
ru_ru: Приоритетная техподдержка через чат

source: Expert
ru_ru: Эксперт

source: Optimal choice for professional traders
ru_ru: Оптимальный выбор для профессиональных трейдеров

source: Everything in the &quot;Trader&quot; plan
ru_ru: Всё, что есть в плане «Трейдер»

source: AI analysis of over 100 cryptocurrencies
ru_ru: AI-анализ более 100 криптовалют

source: Unlimited number of signals
ru_ru: Неограниченное количество сигналов

source: Advanced market trend analytics
ru_ru: Расширенная аналитика рыночных трендов

source: Personalized trading strategies
ru_ru: Персонализированные торговые стратегии

source: In-depth market sentiment analysis
ru_ru: Глубокий анализ настроений рынка

source: API access
ru_ru: API доступ

source: Telegram and Email notifications
ru_ru: Уведомления в Telegram и Email

source: Data export in CSV/Excel
ru_ru: Экспорт данных в CSV/Excel

source: Access to historical data
ru_ru: Доступ к историческим данным

source: 24/7 support
ru_ru: Техподдержка 24/7

source: Premium
ru_ru: Премиум

source: Designed for professional teams and crypto funds
ru_ru: Разработан для профессиональных команд и крипто-фондов

source: Everything in the &quot;Expert&quot; plan
ru_ru: Всё, что есть в плане «Эксперт»

source: Full analysis of all tradable cryptocurrencies
ru_ru: Полный анализ всех торгуемых криптовалют

source: AI assistant for personal consultations
ru_ru: ИИ-ассистент для персональных консультаций

source: Predictive analytics of future trends
ru_ru: Предиктивная аналитика будущих трендов

source: Automated trading via API
ru_ru: Автоматическая торговля через API

source: Customizable trading strategies
ru_ru: Кастомизация торговых стратегий

source: Detailed on-chain metrics analysis
ru_ru: Детальный анализ on-chain метрик

source: Correlation analysis with traditional markets
ru_ru: Корреляционный анализ с традиционными рынками

source: Private research and reports
ru_ru: Приватные исследования и отчеты

source: VIP support with a personal manager
ru_ru: VIP-поддержка с персональным менеджером

source: Early access to new features
ru_ru: Ранний доступ к новым функциям

source: Group online consultations with experts
ru_ru: Групповые онлайн-консультации с экспертами

source: Trading Agent Pricing
ru_ru: Цена торгового агента

source: The AI trading agent’s services are paid on a different basis.
ru_ru: Услуги ИИ-агента, торгующего автономно,оплачиваются по другой схеме.

source: You pay 10% on each profitable trade, with a minimum of $1.
ru_ru: Вы платите 10% с каждой прибыльной сделки, не меньше $1.

source: You pay from 5% of the profit on each trade, but not less than $0.25.
ru_ru: Вы платите от 5% с прибыли по каждой сделке, не менее $0.25

source: Select
ru_ru: Выбрать

source: For the services of the autonomous AI trading agent, you pay from 5% of the profit per trade, with a minimum fee of $0.25.
ru_ru: За услуги ИИ-агента, торгующего автономно, вы платите от 5% с прибыли по каждой сделке, не менее $0.25.

source: Choose a plan
ru_ru: Выбрать тариф

source: Testimonials
ru_ru: Отзывы

source: The Customer Is Always Right
ru_ru: Клиент всегда прав

source: I have been using the service for six months, and during this time, AI signals have repeatedly helped me make well-informed decisions. Thanks to clear recommendations, I managed to avoid sharp market drops and significantly increase my cryptocurrency investment profits.
ru_ru: Пользуюсь сервисом уже полгода, и за это время ИИ-сигналы неоднократно помогали мне принимать взвешенные решения. Благодаря четким рекомендациям я смог избежать резких падений рынка и значительно увеличить прибыль от инвестиций в криптовалюты.

source: Maxim Kuznetsov
ru_ru: Максим Кузнецов

source: SigmaOmniMan
ru_ru: СигмаОмниМэн

source: CryptoAPI was a real discovery for me in crypto analytics — an intuitive interface and timely signals make it easy to navigate the ever-changing market. I especially appreciate the transparency of algorithms and regular updates that ensure data relevance.
ru_ru: CryptoAPI стал для меня настоящим открытием в деле криптоаналитики — интуитивно понятный интерфейс и своевременные сигналы позволяют легко ориентироваться в постоянно меняющемся рынке. Я особенно ценю прозрачность алгоритмов и регулярные обновления, которые гарантируют актуальность данных.

source: Viktor Oshchenko
ru_ru: Виктор Ощенко

source: I was skeptical about using AI for forecasting, but after several successful trades with this service, my doubts disappeared. The AI recommendations turned out to be surprisingly accurate, and the support team is always responsive to any questions.
ru_ru: Я была скептически настроена к использованию ИИ для прогнозирования, но после нескольких успешных сделок с помощью этого сервиса мои сомнения исчезли. Рекомендации ИИ оказались удивительно точными, а поддержка всегда оперативно отвечает на любые вопросы.

source: Anna Shelest
ru_ru: Анна Шелест

source: Alfa-Bank
ru_ru: Альфа-банк

source: CryptoAPI completely met my expectations. Thanks to the service, I was able to optimize my portfolio, respond to market changes in time, and find new investment opportunities, which brought a stable income.
ru_ru: CryptoAPI полностью оправдал мои ожидания. С помощью сервиса я смогла оптимизировать свой портфель, своевременно реагировать на изменения рынка и находить новые возможности для инвестирования, что принесло стабильный доход.

source: Antonina Arno
ru_ru: Антонина Арно

source: Vesna-Vesna
ru_ru: Весна-Весна

source: I use CryptoAPI for daily cryptocurrency market monitoring, and it has become an indispensable tool in my investor toolkit. AI forecasts not only help understand the current situation but also anticipate potential market trends, giving me confidence in the future.
ru_ru: Использую CryptoAPI для ежедневного мониторинга рынка криптовалют, и он стал незаменимым инструментом в моем арсенале инвестора. Прогнозы ИИ помогают не только понять текущую ситуацию, но и предвидеть возможные рыночные тренды, что дает мне уверенность в завтрашнем дне.

source: Mikhail Veksler
ru_ru: Михаил Векслер

source: MosenergoGold
ru_ru: Мосэнергоголь

source: After subscribing to CryptoAPI, I experienced a real advantage in crypto trading — AI-generated analytics and signals enable decisions based on objective data. This has significantly reduced the risk of impulsive actions and improved the overall efficiency of my investments.
ru_ru: После подписки на CryptoAPI я ощутил реальное преимущество в торговле криптовалютами — аналитика и сигналы, генерируемые искусственным интеллектом, позволяют принимать решения на основе объективных данных. Это значительно снизило риск необдуманных шагов и повысило общую эффективность моих инвестиций.

source: Alexander Lavochkin
ru_ru: Александр Лавочкин

source: Frequently Asked Questions
ru_ru: Часто задаваемые вопросы

source: FAQ
ru_ru: Вопрос–ответ

source: How does artificial intelligence work for market trend forecasting?
ru_ru: Как работает искусственный интеллект для прогнозирования рыночных трендов?

source: AI analyzes historical data, price charts, trading volumes, market indicators, and news to identify patterns and predict probable market movements. Machine learning algorithms, including neural networks and time-series models, are used.
ru_ru: ИИ анализирует исторические данные, графики цен, объемы торгов, рыночные индикаторы и новости, чтобы выявлять закономерности и предсказывать вероятные движения рынка. Используются алгоритмы машинного обучения, включая нейронные сети и модели временных рядов.

source: What data is used to train the model, and how reliable is it?
ru_ru: Какие данные используются для обучения модели и насколько они достоверны?

source: We use data from leading crypto exchanges, including historical quotes, trading volumes, and liquidity. News, social media, and macroeconomic indicators are also considered. Data reliability is ensured through processing from verified sources and noise-filtering mechanisms.
ru_ru: Мы используем данные с ведущих криптобирж, включая исторические котировки, торговые объемы и ликвидность. Также учитываются новости, социальные сети и макроэкономические показатели. Достоверность обеспечивается за счет обработки данных из проверенных источников и применения механизмов фильтрации шума.

source: Which cryptocurrencies are covered by the analytics platform?
ru_ru: Какие криптовалюты покрываются аналитической платформой?

source: The platform analyzes major cryptocurrencies such as Bitcoin (BTC), Ethereum (ETH), and other popular altcoins. A full list of available assets can be found in the “Markets” section.
ru_ru: Платформа анализирует основные криптовалюты, такие как Bitcoin (BTC), Ethereum (ETH) и другие популярные альткоины. Полный список доступных активов можно найти в разделе «Рынки».

source: How often are signals and forecasts updated?
ru_ru: Как часто обновляются сигналы и прогнозы?

source: The AI sends signals to the system in real time, but users receive the signals either with a slight delay or instantly, depending on the chosen tariff plan.
ru_ru: ИИ отправляет сигналы в систему в реальном времени. Пользователи получают их либо с небольшой задержкой, либо мгновенно — в зависимости от выбранного тарифного плана.

source: How much does a service subscription cost?
ru_ru: Сколько стоит подписка на сервис?

source: The service offers a number of services for free, but commercial plans start at $33 per month, depending on the benefits the user requires.
ru_ru: Сервис предлагает ряд функций бесплатно, а коммерческие планы начинаются от $33 в месяц – в зависимости от необходимых пользователю возможностей.

source: How do I cancel my subscription?
ru_ru: Как отменить подписку?

source: You can cancel your subscription in your account settings. If you encounter any difficulties, contact customer support. The subscription remains active until the end of the paid period.
ru_ru: Вы можете отменить подписку в настройках аккаунта. Если у вас возникли сложности, обратитесь в службу поддержки. Подписка действует до конца оплаченного периода.
