Repository: supervova/cryptoapi
Catalog: src/translate/*/markets.po
Languages: ru_ru

source: Cryptocurrency Markets | Real-Time Prices, Ratings & Analysis – CryptoAPI.ai
ru_ru: Криптовалютные рынки | Цены в реальном времени, рейтинги и анализ – CryptoAPI.ai

source: Explore cryptocurrency markets, track asset performance with real-time data, ratings, and risk analysis. Sort and prepare for filtering to find your next investment.
ru_ru: Изучайте криптовалютные рынки, отслеживайте динамику активов с помощью данных в реальном времени, рейтингов и анализа рисков. Сортируйте и готовьте фильтры, чтобы найти свою следующую инвестицию.

source: Price Chart & Market Data – CryptoAPI.ai
ru_ru: Котировка, новости и рекомендации – CryptoAPI.ai

source: — price, chart, market statistics, and analysis. Stay updated with the trends.
ru_ru: – цена, график, рыночная статистика и анализ. Будьте в курсе последних движений актива.

source: Asset Ranking
ru_ru: Рейтинг активов

source: A table with up-to-date cryptocurrency data. Refreshed every 10 seconds.
ru_ru: Таблица с актуальными данными о криптовалютах. Обновляется каждые 10 секунд.

source: Asset Chart
ru_ru: График цены

source: Asset
ru_ru: Актив

source: Price, $
ru_ru: Цена, $

source: Chg (24H), %
ru_ru: Изм. (24ч), %

source: Tomorrow, $
ru_ru: Завтра, $

source: Rating
ru_ru: Рейтинг

source: Server sent data in an unexpected format.
ru_ru: Сервер прислал данные в непонятном формате.

source: No valid asset data available.
ru_ru: Нет доступных данных об активах.

source: 📋 A list of assets you want to track.<br><a href='/en/faq'>More</a>
ru_ru: 📋 Список активов, которые вы хотите отслеживать.<br><a href='/ru/faq'>Подробнее</a>

source: 🤖 TRINDX™ — the probability (%) that a trade with this asset won’t close in profit within 30 days. Lower means more reliable.<br><a href='/en/faq'>More</a>
ru_ru: 🤖 TRINDX™ — вероятность (в %), что сделку по активу не удастся закрыть с прибылью в течение 30 дней. Чем ниже значение, тем надёжнее актив.<br><a href='/ru/faq'>Подробнее</a>

source: ⚠️ A simplified risk score based on the TRINDX™ index.<br><a href='/en/faq'>More</a>
ru_ru: ⚠️ Упрощённая оценка рискованности актива по индексу TRINDX™.<br><a href='/ru/faq'>Подробнее</a>

source: 🤖 A trading risk index calculated by the project’s AI system.<br><a href='/en/faq'>More</a>
ru_ru: 🤖 Индекс торговых рисков, рассчитываемый ИИ-системой проекта.<br><a href='/ru/faq'>Подробнее</a>

source: 📈 Relative Strength Index indicating whether an asset is overbought or oversold over the selected period.<br><a href='/en/faq'>More</a>
ru_ru: 📈 Индекс относительной силы, показывающий перекупленность или перепроданность актива за указанный период.<br><a href='/ru/faq'>Подробнее</a>

source: 🔮 The most accurate price forecast for tomorrow: average, minimum, and maximum
ru_ru: 🔮 Самый точный прогноз цены на завтра: средняя, минимальная и максимальная
