Repository: supervova/cryptoapi
Catalog: src/translate/*/profile.po
Languages: ru_ru

source: Profile Settings | CryptoAPI.ai - AI-Powered Crypto Trading
ru_ru: Профиль | CryptoAPI.ai - Торговля криптовалютой с ИИ

source: Manage your personal data, email, password, and notification preferences in your CryptoAPI.ai account.
ru_ru: Управляйте личными данными, email, паролем и настройками уведомлений в своем аккаунте CryptoAPI.ai.

source: Change photo
ru_ru: Другое фото

source: Remove profile photo
ru_ru: Удалить фото

source: First Name:
ru_ru: Имя:

source: Required
ru_ru: Обязательное поле

source: Optional
ru_ru: Необязательное поле

source: Last Name:
ru_ru: Фамилия:

source: Middle Name:
ru_ru: Отчество:

source: Nickname:
ru_ru: Псевдоним:

source: If the nickname is not specified, then all your messages will be signed by your name.
ru_ru: Если псевдоним не указан, все ваши сообщения будут подписаны реальным именем

source: Gender:
ru_ru: Пол:

source: male
ru_ru: мужской

source: female
ru_ru: женский

source: not chosen
ru_ru: не указан

source: Birthdate:
ru_ru: Дата рождения

source: Hide my birth date
ru_ru: Скрывать дату рождения от других

source: Timezone:
ru_ru: Часовой пояс:

source: Country:
ru_ru: Страна:

source: City:
ru_ru: Город / населенный пункт:

source: City search...
ru_ru: Ввести или найти...

source: Hide location
ru_ru: Скрыть место проживания

source: Authorization Settings
ru_ru: Настройки входа

source: Phone number:
ru_ru: Номер мобильного:

source: Enter the mobile phone number in the international format (starting with the '+')
ru_ru: Введите номер с кодом страны и оператора, начиная с '+'

source: Send SMS
ru_ru: Отправить SMS

source: SMS code:
ru_ru: Код из SMS:

source: Verify
ru_ru: Проверить

source: Connect your messenger
ru_ru: Подключить мессенджер для уведомлений

source: Receive important notifications via instant messenger. To link your account with Telegram, send the following code from your messenger…
ru_ru: Получайте важные уведомления через мессенджер. Чтобы связать свой аккаунт с Telegram, отправьте следующий код из мессенджера…

source: …to the following bots:
ru_ru: …этим ботам:

source: The link must be opened in the browser of your mobile device. You can connect one or several instant messengers.
ru_ru: Ссылка будет открыта в браузере вашего мобильного устройства. Можно подключить один или сразу несколько мессенджеров.

source: Change Password
ru_ru: Изменить пароль

source: Old password:
ru_ru: Старый пароль:

source: New password:
ru_ru: Новый пароль:

source: Confirm new password:
ru_ru: Новый пароль ещё раз:

source: Require password when changing the IP
ru_ru: Требовать ввод пароля при авторизации из нового места

source: Last access
ru_ru: Последний вход

source: First access
ru_ru: Первый вход

source: Country
ru_ru: Страна

source: Region
ru_ru: Регион

source: Browser (OS)
ru_ru: Браузер (ОС)

source: System notifications
ru_ru: Системные уведомления

source: Notify about new comments to my posts
ru_ru: Уведомления о новых комментариях к моим постам

source: New replies to my comments
ru_ru: Новые ответы на мои комментарии

source: New private message
ru_ru: Новые личные сообщения

source: I agree to receive letters for which I am paid
ru_ru: Я согласен получать письма, за которые мне платят

source: Important critical notifications
ru_ru: Важные критические уведомления

source: We sent you a link to verify your email address
ru_ru: Мы отправили вам ссылку для подтверждения вашего email-адреса

source: Don't forget to check your Spam folder. If the email ends up in this folder, click 'This is not spam.'
ru_ru: Не забудьте проверить папку «Спам». Если письмо попало в эту папку, нажмите «Это не спам».

source: If you do not receive an email with a link to activation within the next minute, click here:
ru_ru: Если в течение минуты вы не получите электронное письмо со ссылкой для активации, нажмите здесь:

source: Please, wait
ru_ru: Ожидайте

source: sec.
ru_ru: сек.

source: If this attempt also fails, we recommend using a different email address for registration.
ru_ru: Если эта попытка также будет неудачной, рекомендуем использовать для регистрации другой адрес электронной почты.

source: Send via another server
ru_ru: Отправить через другой сервер

source: Enable 2FA
ru_ru: Включить 2FA

source: Enable 2FA authorization!
ru_ru: Двухфакторная аутентификация
