Repository: supervova/cryptoapi
Catalog: src/translate/*/trading.po
Languages: ru_ru

source: Trading | AI Strategy & Risk Controls, Transaction History – CryptoAPI.ai
ru_ru: Трейдинг | ИИ-стратегии, контроль рисков, история операций – CryptoAPI.ai

source: Customize your crypto trading setup for safer, faster crypto trades.
ru_ru: Персонализируйте CryptoAPI.ai для более безопасных и быстрых сделок.

source: Settings
ru_ru: Настройки

source: CryptoAPI key, exchange and bot keys
ru_ru: Ключ CryptoAPI, ключи бирж и ботов

source: Strategy Preferences
ru_ru: Стратегия

source: Preferred risk-return balance
ru_ru: Предпочтительный баланс риска и прибыли

source: Conservative
ru_ru: Осторожная

source: Low risk, protection
ru_ru: Низкий риск, защита

source: Balanced
ru_ru: Сбалансированная

source: Risk and return balanced
ru_ru: Риск и доход равны

source: Aggressive
ru_ru: Агрессивная

source: Maximum profit, high risk
ru_ru: Максимум прибыли, риск

source: Allowed assets
ru_ru: Разрешённые активы

source: Add an asset to track
ru_ru: Отслеживаемые активы

source: List of currencies the AI can signal and open positions for.
ru_ru: Список валют, по которым ИИ может давать сигналы и открывать позиции.

source: Automatic rebalancing
ru_ru: Автоматическая ребалансировка

source: Periodic adjustment of target portfolio allocations.
ru_ru: Периодическое выравнивание заданных долей в портфеле.

source: Daily
ru_ru: Ежедневно

source: Weekly
ru_ru: Еженедельно

source: Monthly
ru_ru: Ежемесячно

source: Automatic orders
ru_ru: Автоматические ордера

source: Otherwise you only receive notifications.
ru_ru: Иначе получаешь только уведомления.

source: Risk Management
ru_ru: Управление рисками

source: Capital-protection limits
ru_ru: Ограничения для защиты капитала

source: Deposit allocation
ru_ru: Доля депозита

source: Maximum share of balance usable for trading
ru_ru: Максимальный процент средств счёта, который может использоваться в сделках

source: Maximum position size
ru_ru: Максимальный размер позиции

source: Funds per single trade
ru_ru: Средства для одной сделки

source: Maximum Daily Loss
ru_ru: Максимальная дневная просадка

source: Allowed loss
ru_ru: Допустимые потери

source: Default stop-loss
ru_ru: Стоп-лосс по умолчанию

source: Loss limit per position
ru_ru: Лимит убытка для отдельной позиции

source: Default take-profit
ru_ru: Тейк-профит по умолчанию

source: Profit limit per position
ru_ru: Лимит прибыли для отдельной позиции

source: Simulation
ru_ru: Симуляция

source: Try out CryptoAPI and your ideas
ru_ru: Опробуйте CryptoAPI и свои идеи

source: Paper trading
ru_ru: Тестовая торговля

source: Trades are executed virtually, funds are not spent
ru_ru: Сделки исполняются виртуально, средства не тратятся

source: Quick test
ru_ru: Быстрый тест

source: Run
ru_ru: Запустить

source: Back-test your settings on historical data: profit, losses.
ru_ru: Проверка ваших настроек на исторических данных: прибыль, убытки.

source: Profile Settings
ru_ru: Настройки профиля

source: Primary email, password, avatar
ru_ru: Основной email, пароль, аватар

source: Go
ru_ru: Открыть

source: Third-party service
ru_ru: Сторонний сервис

source: API Keys
ru_ru: API ключи

source: Public Key
ru_ru: Публичный ключ

source: Secret Key
ru_ru: Секретный ключ

source: Testnet
ru_ru: Тестовая сеть

source: Buy
ru_ru: Покупка

source: Sell
ru_ru: Продажа

source: Quick select
ru_ru: Быстрый выбор

source: Qty
ru_ru: К-во

source: Hide assets with total
ru_ru: Не показывать активы общей стоимостью

source: Transaction history
ru_ru: История операций

source: My assets
ru_ru: Мои активы

source: buy_th
ru_ru: Покупка

source: To start using our service, you need to connect to Binance and set up your trading strategy.
ru_ru: Для того, чтобы начать пользоваться нашим сервисом, вам нужно подключиться к Binance и настроить торговую стратегию.

source: To start using our service, you need to connect to Binance and set up your risk management.
ru_ru: Для того, чтобы начать пользоваться нашим сервисом, вам нужно подключиться к Binance и настроить управление риском.

source: <strong>Open API Management</strong> — On the Binance.com website, click the profile icon in the top-right corner, select “Account”, then in the sidebar under the “Account” section, go to “API Management.”
ru_ru: <strong>Откройте «Управление API» биржи Binance</strong> — На сайте Binance.com нажмите на иконку профиля в правом верхнем углу, выберите пункт «Аккаунт». Затем в боковом меню, в разделе «Аккаунт» нажмите «Управление API».

source: <strong>Create an API key</strong> — Create a new API key, name it, complete all security verifications (email, 2FA), and obtain your <b>API Key</b> and <b>Secret Key</b> (the secret key is shown only once — make sure to copy it). Save both keys in the trading settings interface on the <b>CRYPTOAPI</b> project.
ru_ru: <strong>Создайте API-ключ</strong> — Создайте новый API-ключ, укажите его имя, пройдите все этапы проверки безопасности (email, 2FA) и получите <b>API Key</b> и <b>Secret Key</b> (секретный ключ показывается только один раз — обязательно скопируйте его). Сохраните оба ключа в интерфейсе настроек торговли проекта <b>CRYPTOAPI</b>.

source: <strong>Enable trading permissions</strong> — In your Binance API settings, check the box <b>“Enable Spot & Margin Trading.”</b>
ru_ru: <strong>Включите торговые разрешения</strong> — В настройках API на Binance отметьте пункт <b>«Enable Spot & Margin Trading»</b>.

source: <strong>Add a trusted IP</strong> — In the <b>“IP Access Restrictions”</b> section, add this IP address to the whitelist:
ru_ru: <strong>Добавьте доверенный IP</strong> — В разделе <b>«IP Access Restrictions»</b> добавьте этот IP-адрес в белый список:

source: <strong>Fund your balance with a stablecoin</strong> — Transfer a sufficient amount of a stablecoin (for example, <b>USDT</b>) to your <b>spot balance</b>. This stablecoin is used for <b>trading operations and profit settlements</b> on Binance.
ru_ru: <strong>Пополните баланс стейблкоином</strong> — Переведите достаточную сумму выбранного стейблкойна (например, <b>USDT</b>) на свой <b>спотовый баланс</b>. Этот стейблкоин используется для <b>торговых операций и расчётов прибыли</b> на Binance.

source: 💵 What is the minimum amount required for AI trading on Binance?
ru_ru: 💵 Каков минимальный депозит для AI-трейдинга на Binance?

source: See the answers to this and other questions
ru_ru: Ответ на этот и другие вопросы смотри

source: here
ru_ru: здесь

source: Trading on Binance is allowed
ru_ru: <strong>Разрешаю</strong> торговлю на Binance

source: Trust the System
ru_ru: Доверять системе

source: The AI will automatically determine exposure size, maintain an average load of around 50%, and keep enough free capital for new trades.
ru_ru: ИИ будет автоматически выбирать размер позиции, поддерживать среднюю долю задействованного капитала около 50% и сохранять свободные средства для новых сделок.

source: Custom Parameters
ru_ru: Свои параметры

source: Set the maximum deposit allocation available for trading. All risks remain your responsibility.
ru_ru: Задайте максимальную долю депозита, доступную для сделок. Все риски вы берёте на себя.

source: Deposit Allocation Managed by AI
ru_ru: Доля депозита под управление ИИ

source: Recommended value — 90%. Allowed range: <span class='nobr'>0–100%.</span>
ru_ru: Рекомендованное значение — 90%. Диапазон допустимых значений: <span class='nobr'>0–100%.</span>

source: A low deposit allocation reduces average position sizes and significantly decreases profitability. To achieve results close to the project’s statistics, use the recommended settings.
ru_ru: Низкая доля средств, доступных для управления ИИ, снижает размеры средних ставок и значительно уменьшает прибыльность. Если вы хотите, чтобы прибыль соответствовала статистике проекта, выбирайте рекомендуемые значения.

source: You must keep at least 10% of your total deposit unallocated to allow asset rebalancing.
ru_ru: Необходимо оставить задел не менее 10% от максимальной суммы депозита, чтобы была возможность ребалансировать активы.
