Repository: supervova/cryptoapi
Catalog: src/translate/*/widgets.po
Languages: ru_ru

source: Crypto Widgets & Embeds | CryptoAPI.ai - AI-Powered Crypto Trading
ru_ru: Крипто-виджеты и вставки | CryptoAPI.ai - Торговля криптовалютой с ИИ

source: Embed real-time crypto charts, tickers, and tapes in minutes. Lightweight, accessible widgets with AI insights and affiliate tracking to grow revenue.
ru_ru: Встраивайте чарты, тикеры и ленты с данными в реальном времени за минуты. Лёгкие, доступные виджеты с аналитикой ИИ и партнёрским трекингом помогут увеличить доход.

source: AI-Powered Crypto Widgets
ru_ru: Виджеты ИИ-ассистента крипторынков

source: Add to Your Site
ru_ru: добавьте на свой сайт

source: Widget type
ru_ru: Тип виджета

source: Signals
ru_ru: Сигналы

source: Marquee
ru_ru: Бегущая строка

source: BTC Forecast
ru_ru: Прогноз BTC

source: Widget settings
ru_ru: Настройки виджета

source: Theme
ru_ru: Цвет фона виджета

source: Code to embed on your website
ru_ru: Код для вставки на сайт

source: Cryptos
ru_ru: Криптовалюты

source: AI trading signals
ru_ru: Торговые сигналы ИИ

source: Powered by
ru_ru: Разработка

source: Light theme
ru_ru: Светлая тема

source: Dark theme
ru_ru: Темная тема

source: Number of lines (1–8)
ru_ru: Количество строк (1–8)

source: Copy and paste this code into the location where you want to place the widget. You can add multiple widgets.
ru_ru: Скопируйте и вставьте этот код в место, где вы хотите разместить виджет. Можно добавить несколько виджетов.

source: Copy Code
ru_ru: Скопировать код

source: Loading signals…
ru_ru: Получаем сигналы…

source: The best TRIndex – Total return index
ru_ru: Лучший TRIndex – индекс совокупного дохода
